/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " tracks";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d channels";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d channels";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "absolute time position";

/* Pref Audio */
"AC3" = "AC3";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "Advanced";

/* Pref Subtitle */
"Alignment:" = "Alignment:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "Allow overlapping subtitles";

/* Pref General */
"Always" = "Always";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "Always hide Dock in fullscreen mode";

/* Pref Video */
"Always try to use secondary screen" = "Always try to use secondary screen";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabic (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabic (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabic (Windows-1256)";

/* preference */
"Ask me" = "Ask me";

/* OSD hint */
"Aspect Ratio: Locked" = "Aspect Ratio: Locked";

/* OSD hint */
"Aspect Ratio: Restored" = "Aspect Ratio: Restored";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Aspect Ratio: Unlocked";

/* PrefToolBarLabel */
"Audio" = "Audio";

/* OSD hint */
"Audio %@" = "Audio %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Audio Delay: %.1f s";

/* Inspector Info */
"Audio:%d" = "Audio:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltic (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltic (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltic (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "Border Color:";

/* Pref Subtitle */
"Bottom - Left" = "Bottom - Left";

/* Pref Subtitle */
"Bottom - Middle" = "Bottom - Middle";

/* Pref Subtitle */
"Bottom - Right" = "Bottom - Right";

/* Pref Subtitle */
"Bottom only" = "Bottom only";

/* Video Tuner Panel */
"Brightness:" = "Brightness:";

/* Pref Network */
"Cache size for stream:" = "Cache size for stream:";

/* OSD hint */
"Caching: %4.2f%%" = "Caching: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Can't find a proper file to play";

/* Panel Button */
"Cancel" = "Cancel";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtic (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtic (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Central Europe (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Central Europe (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Central Europe (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Central Europe (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Chapter: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinese Simplified (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinese Simplified (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinese Simplified (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinese Simplified (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinese Simplified (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinese Traditional (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinese Traditional (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinese Traditional (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinese Traditional (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinese Traditional (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "Choose a proper encoding method:";

/* open url panel */
"Clear Menu..." = "Clear Menu...";

/* Pref Subtitle */
"contains the video file name" = "contains the video file name";

/* Video Tuner Panel */
"Contrast:" = "Contrast:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cyrillic (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cyrillic (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cyrillic (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cyrillic (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cyrillic (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "Default (use the value in sub file)";

/* Pref Video */
"Deinterlace method" = "Deinterlace method";

/* Inspector Info */
"Demuxer:" = "Demuxer:";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "Detect SPDIF digital output automatically";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Detected file:\t%1$@\nEncoding:\t\t%2$@\nconfidence:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "Disable horizontal mouse scrolling to seek";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "Disable vertical mouse scrolling to change volume";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "Do not keep, always reset the settings when the playback stops";

/* Pref Audio */
"DTS" = "DTS";

/* Pref General */
"Enable \"Open Recent\" menu" = "Enable \"Open Recent\" menu";

/* Pref Advanced */
"Enable media keys(F7, F8, F9) to control playback (need restart to take effect)" = "Enable media keys(F7, F8, F9) to control playback (need restart to take effect)";

/* menu */
"Enter Fullscreen" = "Enter Fullscreen";

/* Pref Video */
"Enter fullscreen when playback starts" = "Enter fullscreen when playback starts";

/* Equalizer Panel */
"Equalizer" = "Equalizer";

/* No comment provided by engineer. */
"Error" = "Error";

/* menu */
"Exit Fullscreen" = "Exit Fullscreen";

/* Pref Advanced */
"Extra options" = "Extra options";

/* Pref Video */
"FFMpeg" = "FFMpeg";

/* Pref Video */
"FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter." = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Pref General */
"Find and play next file automatically" = "Find and play next file automatically";

/* Pref General */
"Font Color" = "Font Color";

/* Pref Subtitle */
"Font Color:" = "Font Color:";

/* Pref Subtitle */
"Font fallback is not supported yet.\nSo this option may risk monolingual support." = "Font fallback is not supported yet.\nSo this option may risk monolingual support.";

/* Pref Subtitle */
"Font Style" = "Font Style";

/* Pref Subtitle */
"Font:" = "Font:";

/* Pref Video */
"Force index rebuilding" = "Force index rebuilding";

/* Inspector Info */
"Format:" = "Format:";

/* Video Tuner Panel */
"Gamma:" = "Gamma:";

/* PrefToolBarLabel */
"General" = "General";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greek (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greek (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greek (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hebrew (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hebrew (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hebrew (Windows-1255)";

/* Pref Subtitle */
"height:" = "height:";

/* menu */
"Hide Auxiliary Controls" = "Hide Auxiliary Controls";

/* Pref General */
"Hide in" = "Hide in";

/* menu */
"Hide Letterbox" = "Hide Letterbox";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "How to keep the settings in the \"Equalizer\" ?";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "How to keep the settings in the \"Video Tuner\" ?";

/* Video Tuner Panel */
"Hue:" = "Hue:";

/* Pref Subtitle */
"If confidence ≤" = "If confidence ≤";

/* Pref General */
"If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don't have to worry about the 0 padding" = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don't have to worry about the 0 padding";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "If you use the built-in 2.0 speakers or minijack, please turn this on";

/* Pref Video */
"Image Enhancement" = "Image Enhancement";

/* Inspector Info */
"Inspector" = "Inspector";

/* Pref Subtitle */
"is any name" = "is any name";

/* Text Enc */
"Japanese (EUC)" = "Japanese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japanese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japanese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japanese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japanese (Windows-932)";

/* Pref Network */
"kBytes" = "kBytes";

/* Pref General */
"Keep window on top:" = "Keep window on top:";

/* Text Enc */
"Korean (EUC)" = "Korean (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Korean (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Korean (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Korean (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "Letterbox";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "Load but don't display subtitle when playback starts";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "Load subtitle, if the sub file name";

/* Playlist OSD hint */
"Local files only" = "Local files only";

/* menu */
"Lock Aspect Ratio" = "Lock Aspect Ratio";

/* Pref Video */
"LPF5" = "LPF5";

/* Pref Subtitle */
"matches the video file name exactly" = "matches the video file name exactly";

/* OpenURL Panel */
"Media URL" = "Media URL";

/* OSD hint */
"Mute OFF" = "Mute OFF";

/* OSD hint */
"Mute ON" = "Mute ON";

/* PrefToolBarLabel */
"Network" = "Network";

/* Pref General */
"Never" = "Never";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "Never reset, save it as my preferences";

/* Inspector Info */
"No Info" = "No Info";

/* Pref Subtitle */
"No letterbox" = "No letterbox";

/* Playlist OSD hint */
"No next episode" = "No next episode";

/* Playlist OSD hint */
"No previous episode" = "No previous episode";

/* Pref Video */
"None" = "None";

/* Pref Video */
"Normal" = "Normal";

/* Video Tuner Panel */
"NR:" = "NR:";

/* Pref Video */
"Number of threads" = "Number of threads";

/* Pref Subtitle */
"of movie's height" = "of movie's height";

/* Panel Button */
"OK" = "OK";

/* Pref General */
"on the right of control bar" = "on the right of control bar";

/* No comment provided by engineer. */
"Open Media Files" = "Open Media Files";

/* OpenURL Panel */
"Open URL" = "Open URL";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Open VIDEO_TS";

/* Pref General */
"OSD" = "OSD";

/* OSD hint */
"OSD settings changed" = "OSD settings changed";

/* Pref Audio */
"Output" = "Output";

/* Pref Audio */
"Pass through:" = "Pass through:";

/* OSD hint */
"Paused" = "Paused";

/* Pref Video */
"Performance & Quality" = "Performance & Quality";

/* Pref General */
"Player Control" = "Player Control";

/* Pref Network */
"Prefer IPV6" = "Prefer IPV6";

/* Pref */
"Preferences" = "Preferences";

/* Pref General */
"Quit when window closed" = "Quit when window closed";

/* Pref General */
"relative time to current" = "relative time to current";

/* Pref General */
"remaining time" = "remaining time";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "Remix DTS 5.1 to Stereo";

/* Equalizer & Video Tuner Panel */
"Reset" = "Reset";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "Reset the settings when the application quits";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "Reset the settings when there is no next one to play";

/* Pref General */
"Resume playing from last stopped place" = "Resume playing from last stopped place";

/* Video Tuner Panel */
"Saturation:" = "Saturation:";

/* Pref Subtitle */
"set encoding by" = "set encoding by";

/* Pref Subtitle */
"Setting confidence threshold to 100% disables auto detection of the text encoding, but it is not recommended." = "Setting confidence threshold to 100% disables auto detection of the text encoding, but it is not recommended.";

/* Video Tuner Panel */
"Sharpness:" = "Sharpness:";

/* Pref General */
"Show" = "Show";

/* menu */
"Show Auxiliary Controls" = "Show Auxiliary Controls";

/* menu */
"Show Letterbox" = "Show Letterbox";

/* Pref General */
"Show OSD" = "Show OSD";

/* Pref Subtitle */
"Size:" = "Size:";

/* Inspector Info */
"Source:" = "Source:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "South Europe (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Speed: %.1fX";

/* Pref General */
"Start to play when media opened" = "Start to play when media opened";

/* OSD hint */
"Stopped" = "Stopped";

/* OSD hint */
"Sub Delay: %.1f s" = "Sub Delay: %.1f s";

/* OSD hint */
"Sub: %@" = "Sub: %@";

/* PrefToolBarLabel */
"Subtitle" = "Subtitle";

/* SubEncoding */
"Subtitle Encoding" = "Subtitle Encoding";

/* Inspector Info */
"Subtitle:%d" = "Subtitle:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "Text Encoding Detection";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thai (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thai (Windows-874/TIS-620)";

/* Pref Advanced */
"The extra options will be passed to mplayer directly.\nMake sure you are really a mplayer professional before you modify this, otherwise please leave it blank." = "The extra options will be passed to mplayer directly.\nMake sure you are really a mplayer professional before you modify this, otherwise please leave it blank.";

/* No comment provided by engineer. */
"The file does not exist" = "The file does not exist";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "The file is not supported by MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "The URL is not supported by MPlayerX.";

/* Pref Subtitle */
"Top + Bottom" = "Top + Bottom";

/* Pref Subtitle */
"Top - Left" = "Top - Left";

/* Pref Subtitle */
"Top - Middle" = "Top - Middle";

/* Pref Subtitle */
"Top - Right" = "Top - Right";

/* Pref Subtitle */
"Top only" = "Top only";

/* Pref General */
"total time" = "total time";

/* Inspector Info */
"Track Info:" = "Track Info:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "Transfer RTSP stream over HTTP protocol";

/* Pref General */
"Transparency" = "Transparency";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turkish (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turkish (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turkish (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Unlock Aspect Ratio";

/* Pref Subtitle */
"Use embedded font if possible" = "Use embedded font if possible";

/* Pref Network */
"Use ffmpeg to handle the stream" = "Use ffmpeg to handle the stream";

/* PrefToolBarLabel */
"Video" = "Video";

/* OSD hint */
"Video %@" = "Video %@";

/* Video Tuner Panel */
"Video Tuner" = "Video Tuner";

/* Inspector Info */
"Video:%d" = "Video:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamese (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamese (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Volume: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Western Europe (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Western Europe (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Western Europe (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Western Europe (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "When entered fullscreen, DO NOT blank out other screens";

/* Pref Subtitle */
"When entering into full screen mode, \nadjust the letterbox's height to fit to the screen's height" = "When entering into full screen mode, \nadjust the letterbox's height to fit to the screen's height";

/* Pref General */
"when hovering over the timeline" = "when hovering over the timeline";

/* Pref General */
"While playing" = "While playing";

/* Pref Subtitle */
"With this option ON, MPlayerX will make subtitle not to overlay the frame as much as it could.\nHowever, this option will enlarge the rendering frame to the screen size, sometimes, espcially for some HD content, lagging may be brought to the playback." = "With this option ON, MPlayerX will make subtitle not to overlay the frame as much as it could.\nHowever, this option will enlarge the rendering frame to the screen size, sometimes, espcially for some HD content, lagging may be brought to the playback.";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Use FFMpeg to handle the stream";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Use MPlayer to handle the stream";

